Repository: busynoggin/templavoila_framework
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, nl

# pages.ds.f1.title
source: F1 Series: Feature and Main Content
de: F1 Serie: Feature und Hauptinhalt
nl: F1 Series: Speciaal en hoofdcontent

# pages.ds.f2.title
source: F2 Series: Feature, Main Content and Content Area 2
de: F2 Serie: Feature, Hauptinhalt, und Nebeninhalt 2
nl: F2 Series: Speciaal, hoofdcontent en subcontent 1

# pages.ds.f3.title
source: F3 Series: Feature, Main Content, Content Area 2 and Content Area 3
de: F3 Serie: Feature, Hauptinhalt, und Nebeninhalte 2 und 3
nl: F3 Series: Speciaal, hoofdcontent, subcontent 1 en subcontent 2

# pages.autoHeadline.label
source: Page Title as Content Headline
de: Seitentitel als Inhaltsüberschrift
nl: Pagina titel als inhoudskop

# pages.autoHeadline.default
source: Default
de: Voreinstellung
nl: Standaard

# pages.autoHeadline.on
source: On
de: An
nl: Aan

# pages.autoHeadline.off
source: Off
de: Aus
nl: Uit

# pages.bleed.label
source: Bleed Feature Content
de: Feature Content Rand-Einstellung
nl: Feature Content randloos

# pages.bleed.default
source: Default
de: Voreinstellung
nl: Standaard

# pages.bleed.on
source: Bleed
de: Kein Abstand zum Rand
nl: Randloos

# pages.bleed.off
source: Do Not Bleed
de: Abstand zum Rand
nl: Met rand

# pages.tabs.main_content
source: Main Content
de: Hauptinhalt
nl: Hoofd Content

# pages.tabs.content_area2
source: Content Area 2
de: Nebeninhalt 2
nl: Subcontent 1

# pages.tabs.content_area3
source: Content Area 3
de: Nebeninhalt 3
nl: Subcontent 2

# fce.ds.col2.title
source: 2 Column Group
de: 2 Spalten Gruppe
nl: 2-Kolommen Groep

# fce.ds.col3.title
source: 3 Column Group
de: 3 Spalten Gruppe
nl: 3-Kolommen Groep

# fce.ds.col4.title
source: 4 Column Group
de: 4 Spalten Gruppe
nl: 4-Kolommen Groep

# fce.ds.mod1.title
source: M1: Single Module Group
de: M1: Einzelmodul Gruppe
nl: M1: Module 1-Koloms

# fce.ds.mod2.title
source: M2: Dual Module Group
de: M2: Doppelmodul Gruppe
nl: M2: Module 2-Koloms

# fce.ds.mod3.title
source: M3: Triple Module Group
de: M3: Drei-Modul Gruppe
nl: M3: Module 2-Koloms

# fce.ds.mod4.title
source: M4: Quad Module Group
de: M4: Vier-Modul Gruppe
nl: M4: Module 4-Koloms

# fce.ds.plain_image.title
source: Plain Image
de: Einfaches Bild
nl: Enkel Afbeelding

# fce.ds.feature_image.title
source: Module Feature Image
de: Modul Feature Bild
nl: Module Afbeelding Speciaal

# fce.distribution.label
source: Distribution
de: Aufteilung
nl: verdeling

# fce.distribution.1212
source: Half Half
de: Halb Halb

# fce.distribution.1323
source: Third / Two Third
de: 1 Drittel / 2 Drittel
nl: Een derde / twee derde

# fce.distribution.2313
source: Two Third / Third
de: 2 Drittel / 1 Drittel
nl: Twee derde / een derde

# fce.distribution.3414
source: Three Quarter / Quarter
de: 3 Viertel / 1 Viertel
nl: Drie kwart / een kwart

# fce.distribution.1434
source: Quarter / Three Quarter
de: 1 Viertel / 3 Viertel
nl: Een kwart / drie kwart

# fce.distribution.131313
source: Third Third Third
de: Drittel Drittel Drittel
nl: Derde derde derde

# fce.distribution.121414
source: Half Quarter Quarter
de: Halb Viertel Viertel
nl: Half kwart kwart

# fce.distribution.141214
source: Quarter Half Quarter
de: Viertel Halb Viertel
nl: Kwart half kwart

# fce.distribution.141412
source: Quarter Quarter Half
de: Viertel Viertel Halb
nl: Kwart kwart half

# fce.bottomRule.label
source: Bottom Rule
de: CSS für Rand unten
nl: Onderrand

# fce.col2.header
source: 2 Column Group
de: 2 Spalten Gruppe
nl: 2-Kolommen Groep

# fce.col3.header
source: 3 Column Group
de: 3 Spalten Gruppe
nl: 3-Kolommen Groep

# fce.col4.header
source: 4 Column Group
de: 4 Spalten Gruppe
nl: 4-Kolommen Groep

# fce.mod1.header
source: Single Module
de: Einzelmodul Gruppe
nl: Module 1-Koloms

# fce.mod1.title
source: MODULE 1: Title
de: MODULE 1: Titel
nl: MODULE 1: Titel

# fce.mod1.showTitle.label
source: MODULE 1: Show Title
de: MODULE 1: Titel anzeigen
nl: MODULE 1: Toon titel

# fce.mod1.bleed
source: MODULE 1: Bleed (edge to edge)
de: MODULE 1: Kein Abstand zum Rand
nl: MODULE 1: Randloos

# fce.mod1.colStyle
source: MODULE 1: Column Style (no frame)
de: MODULE 1: Darstellung Spalte (kein Rahmen)
nl: MODULE 1: Kolom stijl (geen kader)

# fce.mod2.header
source: Dual Module
de: Doppelmodul Gruppe
nl: Module 2-Koloms

# fce.mod2.title
source: MODULE 2: Title
de: MODULE 2: Titel
nl: MODULE 2: Titel

# fce.mod2.showTitle.label
source: MODULE 2: Show Title
de: MODULE 2: Titel anzeigen
nl: MODULE 2: Toon titel

# fce.mod2.bleed
source: MODULE 2: Bleed (edge to edge)
de: MODULE 2: Kein Abstand zum Rand
nl: MODULE 2: Randloos

# fce.mod2.colStyle
source: MODULE 2: Column Style (no frame)
de: MODULE 2: Darstellung Spalte (kein Rahmen)
nl: MODULE 2: Kolom stijl (geen kader)

# fce.mod3.header
source: Triple Module
de: Drei-Modul Gruppe
nl: Module 3-Koloms

# fce.mod3.title
source: MODULE 3: Title
de: MODULE 3: Titel
nl: MODULE 3: Titel

# fce.mod3.showTitle.label
source: MODULE 3: Show Title
de: MODULE 3: Titel anzeigen
nl: MODULE 3: Toon titel

# fce.mod3.bleed
source: MODULE 3: Bleed (edge to edge)
de: MODULE 3: Kein Abstand zum Rand
nl: MODULE 3: Randloos

# fce.mod3.colStyle
source: MODULE 3: Column Style (no frame)
de: MODULE 3: Darstellung Spalte (kein Rahmen)
nl: MODULE 3: Kolom stijl (geen kader)

# fce.mod4.header
source: Quad Module
de: Vier-Modul Gruppe
nl: Module 4-Koloms

# fce.mod4.title
source: MODULE 4: Title
de: MODULE 4: Titel
nl: MODULE 4: Titel

# fce.mod4.showTitle.label
source: MODULE 4: Show Title
de: MODULE 4: Titel anzeigen
nl: MODULE 4: Toon titel

# fce.mod4.bleed
source: MODULE 4: Bleed (edge to edge)
de: MODULE 4: Kein Abstand zum Rand
nl: MODULE 4: Randloos

# fce.mod4.colStyle
source: MODULE 4: Column Style (no frame)
de: MODULE 4: Darstellung Spalte (kein Rahmen)
nl: MODULE 4: Kolom stijl (geen kader)

# fce.html_wrapper.header
source: Special HTML Wrapper
de: HTML Umschlag
nl: HTML Module

# fce.prehtml.label
source: Pre HTML
de: HTML nachher
nl: HTML vooraf

# fce.posthtml.label
source: Post HTML
de: HTML vorher
nl: HTML achteraf

# fce.image
source: Image
de: Bild
nl: Afbeelding

# fce.alttext
source: Alt Image Text
de: Alt Bild Text

# fce.imagewidth
source: Image Width (Leave default of 0 to restrain to container width)
de: Bildbreite (Voreinstellung 0 beschränkt Bild auf Spaltenbreite)
nl: breedte afbeelding (0 = gebruik beschikbare breedte)

# fce.margintop
source: Margin-Top
de: Außenabstand oben (Margin-Top)

# fce.marginbottom
source: Margin-Bottom
de: Außenabstand unten (Margin-Bottom)

# fce.marginleft
source: Margin-Left
de: Außenabstand links (Margin-Left)

# fce.marginright
source: Margin-Right
de: Außenabstand rechts (Margin-Right)

# fce.zindex
source: Z-Index (Determines stacking order. Normally left blank)
de: Z-Index (Normalerweise leer lassen)
nl: Z-Index (Bepaalt de "stapelvolgorde". Normaal leeg laten)

# fce.display.label
source: Display
de: Anzeigen
nl: Tonen

# fce.display.left
source: Float Left
de: Float links

# fce.display.right
source: Float Right
de: Float rechts

# fce.selector.default
source: Default
de: Voreinstellung
nl: Standaard

# fce.selector.on
source: On
de: An
nl: Aan

# fce.selector.off
source: Off
de: Aus
nl: Uit

# fce.selector.bleedDefault
source: Default
de: Voreinstellung
nl: Standaard

# fce.selector.bleedOn
source: Bleed
de: Kein Abstand zum Rand
nl: Randloos

# fce.selector.bleedOff
source: Do Not Bleed
de: Abstand zum Rand
nl: Met rand

# fce.spaceafter.label
source: Space After
de: Abstand danach
nl: Afstand erna

# pages.tabs.feature
source: Feature
nl: Speciaal

# fce.ds.html_wrapper.title
source: HTML Wrapper
nl: HTML Module

# fce.display.inline
source: Normal (inline)
nl: Normaal (inline)

# fce.spaceafter.normal
source: Normal
nl: Normaal
